read_verilog -sv -formal -overwrite {workspace}/HDMI_DRIVER_REL2.0.gen/sources_1/ip/clk_wiz_0/clk_wiz_0.v
read_verilog -sv -formal -overwrite {workspace}/HDMI_DRIVER_REL2.0.gen/sources_1/ip/clk_wiz_0/clk_wiz_0_clk_wiz.v
read_verilog -sv -formal -overwrite {workspace}/HDMI_DRIVER_REL2.0.srcs/sources_1/new/vga_pic.v
read_verilog -sv -formal -overwrite {workspace}/HDMI_DRIVER_REL2.0.srcs/sources_1/new/vga_ctrl.v
read_verilog -sv -formal -overwrite {workspace}/HDMI_DRIVER_REL2.0.srcs/sources_1/new/hdmi_ctrl.v
read_verilog -sv -formal -overwrite {workspace}/HDMI_DRIVER_REL2.0.srcs/sources_1/new/encoder.v
read_verilog -sv -formal -overwrite {workspace}/HDMI_DRIVER_REL2.0.srcs/sources_1/new/par_to_ser.v
read_verilog -sv -formal -overwrite {workspace}/HDMI_DRIVER_REL2.0.srcs/sources_1/new/hdmi_top.v
design -reset-vlog; proc;
write_json {workspace}/netlist/hdmi_top.json