read_verilog -sv -formal -overwrite {workspace}/prj/xilinx/PS_TIMER.srcs/sources_1/new/ILA_T.v
design -reset-vlog; proc;
write_json {workspace}/prj/netlist/ILA_T.json