read_verilog -sv -formal -overwrite {workspace}/PL_HDMI.srcs/sources_1/new/color_bar.v
design -reset-vlog; proc;
write_json {workspace}/netlist/color_bar.json