read_verilog -sv -formal -overwrite {workspace}/PS_BRAM.gen/sources_1/ip/ila_0/sim/ila_0.v
read_verilog -sv -formal -overwrite {workspace}/PS_BRAM.gen/sources_1/bd/ZYNQ_CORE/hdl/ZYNQ_CORE_wrapper.v
read_verilog -sv -formal -overwrite {workspace}/PS_BRAM.gen/sources_1/bd/ZYNQ_CORE/sim/ZYNQ_CORE.v
read_verilog -sv -formal -overwrite {workspace}/PS_BRAM.srcs/sources_1/new/Top.v
design -reset-vlog; proc;
write_json {workspace}/netlist/Top.json