read_verilog -sv -formal -overwrite {workspace}/sources_1/new/color_detect.v
design -reset-vlog; proc;
write_json {workspace}/netlist/color_detect.json