read_verilog -sv -formal -overwrite {workspace}/PS_CLK_TO_PL.srcs/sources_1/new/LED.v
design -reset-vlog; proc;
write_json {workspace}/netlist/LED.json